// 丹麦

"cheqiyu" = "rose trak sværdfisk, med oprindelse i amazon - floden, sydamerika, guyana, fisk organ, en spindel, store, runde, konvekse, kan nå op på ca. 5 cm lang, rose sværdfisk kan trække svag syre - blødt vand, også kan tilpasse sig neutral og svagt alkalisk vand";

"denglongyu" =  "hoved, hale lampe, lanterne fisk, fisk, fisk, fisk, også kendt som lanterne lanterne lygte, fisk osv.distribueret i guyana, sydamerika og i amazonas - området.længde på 4 - 5 cm.kropslængde og komprimeret, hoved kort, abdominal omkreds.den øverste del og hale del af de øjne har en gul plet i det lys, der afspejler den gyldne gul og rød farve. ";

"dianmanyu" =  "ål, rygløs - ål formet sydamerikanske fisk, kan producere nok vil en person strøm, decharge kapacitet af ferskvandsfisk, udgangsspænding kan nå op på 300 - 800 volt, så en i vandet af højspændings - tråd, kaldet";

"dinianyu" =  "mund havkat, normalt kun to skæg, mindre, krav til vandkvalitet er meget høj, meget vanskeligt at kultur";

"fangyu" =  "træner fisk, kropslængde krop er forlænget, og 400 mm, komprimeret, afrundet, næsten square, store øjne, en høj, kroppen, hoved og bryst på den forreste øvre del af cirkulære skalaer, andre dele er ctenoid, side holdning og krop tilbage margen parallelle";

"haigui" =  "skildpadder er skildpadder arter chelonia kollektivt.distribueret i atlanterhavet, stillehavet og det indiske ocean.kinesiske skildpadde, nord for shandong og syd for beibu golf offshore - distribution.lang og op til 1 meter, og den maksimale levetid er 150 år gammel. ";

"hetun" =  "puffer, almindeligt kendt som  fugu , loligo pealeii tetraodontidae fisk kollektivt.puffer krop er cylindrisk form, der er airbags, fare er oppustet, længde på 25 - 35 cm ";

"jianyu" = "sværdfisk , også kendt som  sværdfisk .er verdens tropiske og subtropiske ocean i en fælles fisk, på grund af den maxillary udvidelse fremad med sværd formet, opkaldt efter den mobile hastighed på 130 km. ";

"jinqiangyu" =  "tun, en lang, tykke, runde, en strømlinet og koniske tip tilbage og hale base er høj og slank, caudale fin er en gaffel eller en crescent.begge sider af den klare hale er indlysende med ridge tilbage, anal bageste henholdsvis er forsynet med en række små finner.en torpedo form, hvis tværsnit er runde ";

"shayu"  = "haj lever i havet, i havet er den største fisk, hajer er en skelet består af brusk, men ikke af knogler er dannet.knogler, brusk er lettere og mere fleksibel" ;

"shiziyu" =  "løve fisk, små, ca. 30 cm (12 cm lang.organ, aflange, blød, haletudse, slappe hud, ingen skæl, og undertiden med små torne.rygfinne længde, bækken i hovedet, som et fjols til at absorbere på havbunden.beliggende i nordatlanten og det nordlige stillehav og polære koldt vand zone ";

"tianshiyu" =  "angelfish, ryg og anale finner, er lang og store, høj og lige som trekantet sejl, det er fin sejlfisk sagde.set fra siden af fisk, der svømmer som udødelige, sluger flyve, så angelfish, også kendt som yan fisk. " ;

"xiaochouyu" =  "klovn fisk af damselfish kehai solsikke fisk fra fisk, almindeligt kendt, fordi hans ansigt er en eller to hvide striber, som i peking opera klovn, der er opkaldt efter, er tropiske saltvandsfisk.klovnefisk og søanemone er uløseligt forbundet med symbiose, også kendt som anemone fisk. " ;

"xiaohuangyu" =  "små gule kvækker, også kendt som små gule kvækker, hvirveldyr, loligo pealeii, lethrinidae, alias: små fisk, store øjne, farve, agurker, gamle fisk, gul af lodde, små foråret, jinlong, tykke omfang zi, også kendt som doktor , lille gule blomster. ";

"xiaolvyu" =  "små grønne fisk, en grøn fisk.";
